Repository: mozilla-l10n/mt-training-data
Catalog: yav/yav_pontoon.tmx
Source language: en_us
Languages: yav

source: 1 sentence collected
yav: Nuáŋnúnukála númoóm túmɔ́nyíkɔ́l

source: 2 down, keep it up!<playIcon></playIcon>
yav: Kutápuku púándɛ́ɛ́ <playIcon></playIcon> suŋuna !

source: About
yav: Epuepú

source: Accepted file types: .tsv only
yav: Kánɛ ukiányíányí: tsv kɔ́m

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
yav: { $actionType } <playIcon></playIcon> nuláŋ nyi nuláŋá peseé ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
yav: { $actionType } <recordIcon></recordIcon> asuŋun kuláŋa ekelú mɛnɛ́mɛnɛ́ɛ́

source: { $actionType }<stopIcon></stopIcon> when done
yav: { $actionType } <stopIcon></stopIcon> akí á manyi manáá

source: { $actionType } submit when ready
yav: { $actionType } nutúúmɔ akínúmányimaná

source: Add and Review Sentences, Add Questions, Transcribe Audio
yav: Piɔ́yikɛn nokuónsukonyi tuáŋtútukála, piɔ́yíkíní nsíli, kutépukesi maádú pɔ́pɔnɛ́ɛ

source: Add <icon></icon> a public domain sentence
yav: Kuɔ́yikɛn <icon></icon> nuáŋánúnukal nú kipíl kímundu kitikit

source: Add information
yav: Kuɔ́yikin nsɔm

source: Add new sentences for the community to read
yav: ɔ́nuɔ́yikín tuáŋtútukála tukɔsi ɛ́ɛ pekélíkélíe láŋa

source: Add one sentence per line
yav: ɔ́yíkíni nuáŋnúnukála ésik ɔlɔŋɛ

source: Add questions in your language
yav: ɔ́nuɔ́yíkíni nsíli kánú

source: Add Sentences
yav: ɔ́nuɔ́yíkíni tuáŋtútukála

source: Add sentences in your language
yav: ɔnuɔ́yíkíni tuấŋtútukála kánúánukála

source: Add up to 1,000 sentences
yav: ɔ́yíkín tuáŋnúnukála kɔmu tɔ́sɛn

source: Add Your Voice
yav: Ekí ekelú wáwɔ

source: Agriculture and Food
yav: Mukɔtmúputíɛ́púlɛ́ɛ nɔ pɔkɔɔ́mɛ péséndésíe maandú mɛ́putíɛ́púlɛ

source: All sentence must have the same domain
yav: Tuáŋtútukála kitikit ɛ́kɛsikɛnɛn kuólinon kɔɔ́mu kómoómu

source: All sentences must have the same citation
yav: Tuáŋtútukála kitikit ɛ́kɛsikɛnɛn kupianan ncap símoómu

source: Already have an account? <login>Log-In</login>
yav: Akanyiá pianana kisényí a? <login> Síí kɔk </login>

source: An error occurred fetching sentences
yav: Kipínanú máama akí ímányipɛ́ɛ́ ngɔ́lu nuláŋnúnukala

source: An error occurred reviewing this sentence
yav: Kipínanú máama akí ímányipɛ́ɛ́ íyosin nuláŋnúnukala

source: An error occurred submitting your voice information
yav: Ncúmu siású mɔ́pílɔkɔ́ akí túmanipá ɛ́ɛ́ tútumsiɛ

source: Approve
yav: Kulémbi / Kuátapa

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
yav: Muɔ́nɔ́n ukieyitine nyi kutápɔk, kinúm kíkieyitine típá kíɛ́sikɛnɛn kupa, kinyi kuɛlɛ ɛ́ɛ́ algolitme ɔ́yunu ɔncɔ́núnukal útiánípá ékipili. Índi ɔɔ́kɔɔ́pɔn moónyi mátiánípá puandú púmoóm ékipil, ɛɛ́kɛsikɛnɛn kuomb mɔɔ. Maándá anakáan ɛ́píɛ́lɛ kisikil telée nyiɛ́ etúmén akípɔ́kɔ́lɔ́nɛ́ɛ tukal.

source: Are you coming? <strong>[called by another]</strong>
yav: Oókoólona ? <strong> [Neekelúú olotí] </strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
yav: ónuówóon ncumbú síánú <matrixLink> tépéle </matrixLink> kipili </discourseLink> kúnyáánɛ <emailLink> ákálatɛ </emailLink>

source: Automotive and Transport
yav: Matúa na kupítúkan

source: Background Noise
yav: Muɔ́n u kieyítíni usɛŋɛlɛnɛ́ɛ

source: Background Voices
yav: Muɔ́n u kieyítíni usɛŋɛlɛnɛ́ɛ

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
yav: A píkálaka kuɔmb puandá pésiéyun ópusíé eléŋí sialáŋa kilɔk ɔncɔ́núnukal, kúnyánɛ nuful, úkɔk kuman kú nuáŋ nú ncúmbú. Mekélíkélíe nyi kutek ɔ́kusɔt. Otiombó mɔ́pɔsɔ́kɔ́ pátiánípá káwu ɔ́kitɔŋ.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
yav: Kánɛ u kuɔyit « matúa » nyi peseé

source: <bold>{ $count }</bold> Clips
yav: <bold>{ $count }</bold> Kiénsi

source: <bold>Help us</bold> find more voices
yav: <bold>Mútúkóli</bold> á kupia ikelú sílotí

source: Bulk batch
yav: Pinúmupí tuláŋ

source: Bulk Sentences Uploaded
yav: Nuáŋnúnukala máyɔɔ́k

source: By telling us about yourself, you will help developers build more inclusive technology
yav: Aákamba ɛ́ɛ́ pɛndukitikit ɔ́ɔ́pu aní akálanɛ́a ?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
yav: Nɔ Kɔ́mɔn-Vɔ́yisɛ, aákaátapan máású <termsLink>pikotí píkukɔtɔ na puandá peseé</termsLink> na púású <privacyLink> Epuepú Nusiɔ́kɔɔ́pinɔn</privacyLink>

source: Cancel Re-recording
yav: élíí piyuúkésí pínuɛy

source: Cancel Submission
yav: Kuɛl ɛ́ɛpútiyɔɔ́k

source: Cannot submit more than 1000 sentences
yav: Atipá kutúmu tuáŋtútukála kutápɔk tɔ́ɔ́sɛn

source: Change preferences
yav: Kuséndi piɔ́yúnɛ́n / Kuséndi maandá ɔsiɔ́kɔ́yun

source: Check <icon></icon> is this a linguistically correct sentence?
yav: Fialɛt <icon></icon> índɛ nuláŋnúnukala nyi ndɛ́ndɛ́nɛ à nukal

source: <chevron></chevron>See less
yav: <chevron></chevron> Tíínyí mólotí pukec

source: <chevron></chevron>See more
yav: <chevron></chevron> Tíínyi mólotḭ kutek

source: Citation
yav: Ncap

source: Cite with a URL link or the full name of the work.
yav: Ncap épíékenyi nɛkisiɛ́n kí patatɛ́ɛ́ /tatɛ́ɛ́ u meéki yɛɛ.

source: Click
yav: Kupɛ́sit á

source: Clips Uploaded
yav: Isaak sínyiɛ́ ónuolí

source: Comment
yav: Kusápa-insupɔ́

source: Contact Us
yav: Atúpílikɛn

source: Continue
yav: Kusuŋuna

source: Continue validating
yav: Suŋúna nakuáyuna

source: Contribute
yav: Kukóli / Kukúsa

source: Contribute sentences
yav: Kusɔ́kɔ tuáŋ

source: Contribution Criteria
yav: Pikotí píkikɔs

source: Create a profile
yav: Kupífɛkɛlit

source: Criteria
yav: Pikotí

source: Datasets
yav: Maándá kutek maakúsikánán

source: Delete my recordings
yav: Kuéli piyuúkíní ɛ́nuɛy

source: Different language
yav: Nukála núlotí

source: Difficult to pronounce
yav: Muyú é kuémi neniít

source: Discard ongoing recording
yav: Kuyɛnɛ pinɛkín piólonée

source: Does the sentence meet the guidelines?
yav: Nuláŋnúnukála ɛ́nɛkɛn pikotí péseékekia ?

source: Donate your voice
yav: Ekí ekelú wúáwɔ pukéc

source: Don't see your language on Common Voice yet?
yav: Nukala núánɔ́ manyi nútipá ?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
yav: Leéndítényí kiányiányi kíáwɔ akɛ kúnyiánɛ <uploadButton> pɛ́síti ákutɔm </uploadButton>

source: Drop file here to upload
yav: Pítíkíni kiányíányi akɛ ákutɔm

source: Enter your public domain sentence here
yav: Tilíí nuáŋnúnukála nu múmundu kitikit akɛ

source: Enter your public domain sentences here
yav: Tilíí nuáŋnúnukála nu múmundu kitikit akɛ

source: Error adding sentence
yav: Kipínanú ɔ́kuɔ́yikin nuáŋnúnukal

source: ESC
yav: Niámínɛ́n

source: Exit & Delete clips
yav: Kuatuk na kuéli puandá eseéyuki ɛ́nuɛy

source: Fewer than 15 words per sentence
yav: Tuáŋ tipá túáman punyo

source: File is too large
yav: Kianyiányi nyi sok kuɔmb

source: File is too small
yav: Kiányiányi nyi sok pukéc

source: Finance
yav: Muenyi

source: Finish recording
yav: Kuman kuyukesi ɛ́nuɛy

source: Finish recording first?
yav: Atúan a man kuyuuki émesíne ?

source: Finish Review
yav: Kumana ifiala

source: Finish validating
yav: Maná nakúáyuna

source: Finish validating clips?
yav: A mámaná kuáyuna piɔ́pɔ pímaandá ?

source: Follow guidelines from “What sentences can I add?”
yav: ɛlɛ́ɛ anú páambanɛ́ɛ ɔ́kɔɔ́mu akɛ "kayí tuáŋtútukála inyiɛ́ kuɔ́yikɛn ?"

source: for example
yav: ékutínyi aní punyɛɛ́ kupa

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
yav: ɛ́ɛ́ piémiémie pítuɛyi ɛ́ndɛpeseé namuundu kitikit, maandú ememí péekenyíe pɛɛndú pɔ́kɔtɔnɛ́ɛ́ nɛtuɛyi tukáání ɛ́ɛ́kɛsikɛnɛn kupianan maándú móólinoné kupɛɛndu kutek. Índɛ nutiméyuúkí pakánɛ pákukála kutek piémiémie tiémenyi pakánɛ kutek. pḭkemenyi yaa kánɛ eseé yuki <learnMore> kumeyi kutek á piányányí pípiémíémie </learnMore>

source: General
yav: Kitikit

source: General language / multiple variants
yav: Epúpɛ́sikɛnɛnɛ́ kumenyi kitikit ánukal / Mekélíkélíe kitikit

source: Grammatical / spelling error
yav: Kupípáŋa kánɛ-ukukála / Kupí́páŋa kánɛ-ukuɔ́ŋɔ

source: Great!<recordIcon></recordIcon> Record your next clip
yav: Púnyi pukaka ! <recordIcon></recordIcon> Yuúkítíí kiénsi kínukal

source: Great work!<playIcon></playIcon> Listen again when you're ready
yav: Kinɔ́k kí puólí ! <playIcon></playIcon> Andíkɛ́ɛ́t índɛɛ anyi ɛpíɛyɛ́n.

source: Guidelines
yav: Pikotí

source: Healthcare
yav: Peseé

source: Help create Common Voice’s first target segment in { $locale }
yav: Kólí ékuémi kuténikenyi insal ikutúan Ikɔ́mɔ́n Vɔ́yisɛ á { $locale }

source: Help us validate voices
yav: Túkólí kuɔ́yún kiɔ́pu kí ekelú

source: His hand was rais-ed.
yav: Kilɛ́ɛt na maányi maakulá nɛkisɛŋ.

source: History, Law and Government
yav: Ilaŋ, sekúleupikotí nɔɔngɔ́munɛ

source: How do I cite?
yav: Tiɛkíɛ pékenyíe ncap ?

source: How to add multiple sentences
yav: Tiɛkíɛ ɔɔ́yikɔnɛ́ɛ tuáŋtútukála

source: How would you describe your sex or gender?
yav: Tiɛkíɛ ambanɛ́ ɛ́ɛ́ pémenyi índɛ anyi ɛnumɛndú kúnyáá anɛ akáándú ?

source: I agree
yav: Imáátááp

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
yav: í mátáp ɛ́ɛ tuáŋtútukála etue nyi </wikipediaLink> túmuundu kitikit</wikipediaLink > yiápian pukaka púkutumu tuɔ

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
yav: Imáátáp ɛ́ɛ́ nuáŋnúnukála nyi <wikipediaLink> númundu kitikit </wikipediaLink> yiápian pukaka púkutúmu nuɔ.

source: <icon></icon> Add multiple public domain sentences
yav: <icon></icon> ɔyíkíni tuáŋtútukála túɔ́pinɔnɛ́ muundu kitikit

source: Ideally natural and conversational (it should be easy to read the sentence)
yav: Nuáŋnúnukála ɛ́kɛsikɛnɛn kupá yáá nundámbú

source: I do not agree
yav: Iméénéé

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
yav: Indi moónyi mááwu mɔɔ, etili kɔ́ɔ́mɛ́ɛ́ <italicizedText>ncap yamɛ</italicizedText>. Tuɛ́kɛsikɛnɛn kumenyi kɔɔ́mu pipíli píawɔ olinonéé á kufialɛt índɛ pínyi kánɛ ewú muundu kitikit nyiɛ́ kuɛl epuepú wambanɛ́ kuɛl napíɛ. Ékumenyi kutek kú ncap, anyi kuláaŋ <guidelinesLink > pikotípíású </guidelinesLink>

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
yav: índi nukal esié yuki nyi nusúmbán nusúmban, oomb nuɔ. Nukáál kitikit ɛ́kɛsikɛnɛn kúpíɔ́pɔn peseé.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
yav: índɛ nuákamba kutépuki ncúmu andikɛ́k ákiányíányi ekie pílíkínɛ<emailFragment>commonvoice@mozilla.com </emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
yav: índɛ nuákamba kutépuki ncúmu andikɛ́k ákiányíányi ekie, kitiányípá kɔ́k, pílíkíni </emailFragment> commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
yav: índi nuláŋnúnukala tipá núnɛkɛn nsílí ɛ́mɛ́nyiɛ́kɛt kuɛ́nɛn ɛpɛ́sit &quot;kuombu&quot; kɔ́ɔ́mbɔ́ku uakányi. Índɛ átipáosolemenyen, ayapa atápɔk.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
yav: Indi nuláŋnúnukala ɛ́nɛkɛn nsílí, pɛ́sít ɔ́punyɔtítín epue &quot;Kuáyɔn&quot; kɔ́ɔ́mbɔ́ku. uɔnɛm.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
yav: índi tu mépíélítí puandá, ɛɛyín ákúáwɔ kumenyi. Índi a tipá kukɔ́lu kinɔ́k kíkiáyi, atápukkutápuk, ɔnyɔtit éputúmín púkusuŋuna.

source: If you run out of sentences to review, please help us collect more sentences!
yav: índɛ atípá aanda apian tuláŋtútukala túkufialɛt, otúkóli ákupia tuláŋtútukala kutek !

source: Include appropriate citation
yav: Ncap yɛsikɛnɛnɛ́ɛ kupáá kɔ́ɔ́k

source: Invalid file
yav: Kiányiányi tipá pesée

source: It contains words or phrases that are hard to read or pronounce.
yav: Iŋcɔ́nsítukál sílotí nyi muyúú ékuémi.

source: It is written in a language different than what I’m reviewing.
yav: Nuláŋnúnukala nyi nutiléé á nukála núlotí énúnue iláŋanɛ́ɛ.

source: It is written in a language different than what I’m speaking.
yav: Nuáŋ nyi nutilén á nukal enú indiánípá ingála.

source: Just Unsure?
yav: Eétimbesia?

source: Keep it up, record again <recordIcon></recordIcon>
yav: Suŋúná anakánɛ aand eyuki núlotí<recordIcon></recordIcon>

source: Keep the recordings
yav: Kunɛk piyuúkíní ɛ́nuɛy

source: Keep track of your progress with a profile
yav: Ketésí kumákatan kúáwɔ káwu ɛ́kifɛkɛl

source: Language Fundamentals (e.g. Digits, Letters, Money)
yav: Kupá kútukal (tuláŋín, tuful, muenyí)

source: Languages
yav: Tukal

source: Large bulk sentence submission
yav: Kutúmu tuáŋtútukála kutek

source: Learn More
yav: Kumenyi kutek

source: Leaving now means you'll lose your progress
yav: Kuatuk nyínuan kaanu kuɛli ɛ́ɛ́ áyini imbɔ́ɔ́ŋ

source: Listen
yav: Pítɔ́likin

source: Listen options menu
yav: Maádu ɛnyiɛ́ kuɛ́nɛ kisikil ɔmɔnyinyɔtɛ́t ɔ "kupítɔlikɛn"

source: Loading sentences…
yav: Kupíkinyi tuláŋtútukal ...

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
yav: <loginLink> Pílétíkényíi <loginLink> kúnyáanɛ </loginLink> pítilíí </loginLink> ɔ́kuɔ́yikɛn

source: Log in or sign up to get started
yav: Pílétíkéní ékutum / Píɔ́ŋɔ́ ékutum

source: Log In / Sign Up
yav: Kupítili

source: Make sure the sentence meets the following criteria:
yav: Yiósíni indɛ nuláŋnúnukala ákaátapan nsílí esie :

source: Maximum file size: 25 MB
yav: Kuya kúkiányiányi /ndɛ́nɛ ikiányíányí: 25 mítɛ (Mo)

source: Media and Entertainment
yav: Maádu pɔpítɔ́likɔnɛ́ɛ́ ɛ́tuɛy ne kupiyenesi

source: Minimum sentences in file: 1000
yav: Tuáŋtútukála piyɔŋ tɔsɛn

source: [Mismatched content]
yav: [Kipínd kítiányḭpá nilaŋ]

source: Misreadings
yav: Kupípáŋa á kuláŋa

source: Missing an <strong>'s'</strong> at the end of a word.
yav: Púmoóm tipá kɔ́ɔk <strong> "s" </strong> á kuman kúɔ́ncɔ́núnukal

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
yav: Púésúken </strong> "pumoóm" </strong> kunyánɛ </strong> " "</strong> ékutúm kúyukesi tukal

source: Missing the end of the last word by cutting off the recording too quickly.
yav: Kuman kúɔncɔ́núnukal ápísúmba, opúsíé pɛ́siɛtikin kukɔ́lɔn tukál kuɛ́kɛt.

source: [More has been recorded than the required text]
yav: [Kipíl kḭ́tukál kitikit siɔpikɔl]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
yav: á pakánɛ pátukáál pɔ́kɔ́lɔnɛ́ɛ́ pɛɛndu á kála nikelú síɔ́p pɔ́muɛ́c. A nyi kuátap ɛ́ɛ́ pɔ́kɔ́lu ekélú uáwɔ na píansi ne pieyítiní, ɛlɛɛ́ eéketesi sɔ́ɔ́kɛ́ɛ. Síkoli, ombóó tukáál pɔ́kɔ́lɔnɛ́ɛ niisak niikelúú sítuɛy-túkumeny.

source: n
yav: a

source: N
yav: A

source: Nature and Environment
yav: Kupá ku kɔɔ́mu tusɔ́tɔnɛ́ɛ

source: News and Current Affairs
yav: Maandú mɛ́mɛ́nyiɛ́kit ɔpíɔyɔ

source: No
yav: aáko

source: [No ‘a’ in the original text]
yav: [Etitilí nuful enue « y » ékipil]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
yav: <noCopyright> Tɛ kikotí kítipá anyikuséendi puandá épúambanɛ́ɛ </noCopyright> (cc-0)

source: No foreign letters
yav: Tɛ tuful tútukála túlotí

source: No microphone found.
yav: Tɛ miklo tuti mɛ́ɛ́n.

source: No numbers and special characters
yav: Tɛpianɛ́n tɛpiɔ́ŋínpípifɛkɛl tipá ɛ́ɛ́ pípá kɔ́ɔ́k

source: No sentences to review. <addLink>Add more sentences now!</addLink>
yav: Nuláŋnúnukála nú kufialɛt tipá. Nunyi <addLink>. Kuɔ́yikɛn tuláŋtútukal kutek </addLink>.

source: No thanks, continue speaking
yav: Aáko, ilémbie, suŋúná nakukála

source: Offensive language
yav: Mekélítíe mákusikan

source: Offensive speech
yav: Mekélítíe mékenyé ilópi

source: On desktop devices you can contribute by downloading…
yav: ɛ́tuɛytúkumenyi tú kɔɔ́m kópuólí, nunyi kuolun epuepú púmɛnyiɛ́kɛ́t ɛpíɛ́lɛ

source: On his head he wore a beret.
yav: Mesíne mɔkɔ́kɔ́ɔ́ pamatúa kutek.

source: On iOS please continue with Safari to enable recording…
yav: é iOSe, yuúkána na Safáliɛ ekuyukesi ɛ́nuɛy

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
yav: Tɛnɔ́kɔkɔ, índi aápítákɛɛ́ eléŋí mapási utiláŋ ɔncɔ́núnukal upímakanɛ́ kuláŋa, kúnyáanɛ uéfeketesikufeketesi, ɛɛ́kɛsikɛnɛn kuombo puɔ. Anyi kɛ́k kutápɔk índɛ pútipá soko indɛ́ndɛ́nɛ.

source: p
yav: kul...

source: Partner
yav: Ekúlikuli

source: [Part of the text can’t be heard]
yav: [Kiákí kíkipili tipá kípíɔ́pɔn]

source: <playIcon></playIcon>Last one!
yav: <playIcon></playIcon> Púnyi púkusúkin !

source: Play/Stop
yav: Kuláŋa / Kuɛtikɛn

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
yav: líŋítɛ <templateFileLink> kipímakɛ́n</templateFileLink>tuáŋútútukála túáwɔ ɛ́kɛsikɛnɛn kuɔ́pínɔn muundu kitikit túondu túpá tusɛɛ́kúnɛn, tukálápeseé tɛ kuláŋa muyu. Túɛ́kɛsikɛnɛn kukɔ́l pesekɔ́nd 10-15 ákuláŋ. Tútipá túɛ́sikɛnɛn kupian pianɛ́n nɛ pisiɛ́n pípɛɛndu ne metile mɛ́pifɛkɛl.

source: Please fill out this field.
yav: ánumaná ncal eye.

source: Please select a language to review sentences.
yav: ɔ́kúnu nukala ó kuyoósin índi tuláŋtútukala nyi ndɛ́ndɛ́nɛ.

source: r
yav: kul...

source: [‘Raised’ in English is always pronounced as one syllable, not two]
yav: Kilɛ́ɛt ne nufelensí nyi ɔncɔ́núnukal númoóm.

source: Rate limit exceeded. Try again in { $retryLimit } minutes
yav: Kɔɔ́mu pɔ́pɔ́kɔnɛ́ɛ mandá kanyi kowónón. Pímák kúlotí

source: Rate limit exceeded. Try again in { $retryLimit } seconds
yav: kɔɔ́mu pɔ́pɔ́kɔnɛ́ɛ mandá kanyi kowónón. Pímák kúlotí. { $retryLimit } piɔ́pi píkisikɛl píkutúan

source: Reader Effects
yav: Kánɛ uekelú ne kupíéyitin

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
yav: Moónyi asúmbanɛ́ɛ ɔ́píkɔ́lɔn ɛlɛɛ́ "kians" na "kiansi"

source: Read Sentences
yav: Kuláŋa tuáŋtútukala

source: Read Sentences, Answer Questions
yav: Kuláŋa tuáŋtútukála, Kuondinyi á maandá pókuówonée

source: Read Sentences <small>(Coming soon)</small>
yav: Kuláŋa tuáŋtútukala <small> (Puɔ́sípúlotí) </small>

source: Read sentences submitted by the community in various languages
yav: Kuláŋa tuáŋtútukála etú pekélítukála síékeki

source: Ready to do { $count } more?
yav: Nuákamba kuɛl kiák { $count } andíkɛ́k?

source: <recordIcon></recordIcon> Last one!
yav: <recordIcon></recordIcon> Núnyi núkusúkin !

source: [Recording cut off before the end of the last word]
yav: [Kukɔ́lɔn tukál mɛ́píɛ́tikɛn ɔncɔnunukal núkúsúkin tɛkumanɛ]

source: Record/Stop
yav: Kunɛk / Kuɛtikɛn

source: Record yourself reading sentences in your language
yav: énupíyukí nuláŋa kánúánukal

source: Record yourself responding to questions and prompts in your language
yav: énupíyukí nuátapan á maandú pónuówonée na puandá kitikit pónúówonéé kánúánukal

source: Record your voice
yav: Kunɛk ekelú

source: Reference the source of your sentence (required)
yav: ɔyítɛ kɔɔ́mu nuáŋnúnukála ólinoné (ɛɛ́kɛsikɛnɛnkuɛl yáá nɔ)

source: Reject
yav: Kuombu

source: Report
yav: Kutéki

source: Report was passed successfully
yav: Insumú siayɔk peseé

source: Request a Language
yav: énuekí nukal

source: Re-record
yav: Kuandu eyuki ɛ́nuɛy

source: Re-record clip
yav: Kuandi étum pinɛkín

source: Return
yav: Nipíkínin

source: Review
yav: Ifiala

source: Review could not be saved. Please try again later.
yav: Kifiala ti mépíyuki. Andá ápímaka ɔ́mɔnɔ́ɔ́kisikɛl.

source: ⓘ Review Criteria
yav: ⓘ Nsílí síkuócukonyi

source: Review Criteria
yav: Nsílí síkuócukonyi

source: Reviewed sentences not submitted, are sure?
yav: Pátimátúmu tuláŋtútukála túkufialɛt, nuákamba kusuŋunáa ?

source: Review existing sentences submitted by the community
yav: ánufiálíti tuáŋtútukála túnyiɛ́ kɔ́ɔku pekélíkélíe ényíéki

source: Review & re-record clips here as you go
yav: Fiálítɛ óondo éyuki índi púápian mfí

source: Review & re-record clips if needed
yav: Fiálítɛ óondo éyuki índi púápian mfí

source: Review Sentences
yav: Yoósono tuláŋtútukala indi túnyi ndɛ́ndɛ́nɛ

source: Review sentences in your language
yav: ánufiálíti tuáŋtútukála kánú ánukála

source: Review & Submit
yav: Fiálítɛ óóndu átɔm

source: Review transcriptions of recorded sentences for accuracy
yav: Kufialɛt índɛ tuáŋtútukála pásiáláŋa péyukesi nyi indɛ́ndɛ́nɛ

source: Review user-submitted transcriptions in your language
yav: Kufialɛt kánɛukukála ewú pɛɛndu seékeki kanú

source: s
yav: kuk...

source: S
yav: Kut

source: Select an option
yav: Kuáyun epú etiŋenée

source: Select a variant (optional)
yav: Kuáyun mekéliékélié (índɛ eétiŋe)

source: Select File
yav: Pɔ́ŋú kiányíányí

source: Select File to Upload
yav: Pɔ́ŋú kiányíányí á kutɔm

source: Select up to three domains (optional)
yav: Súmbú kɔm pipíli pitátú

source: Sentence
yav: Nuáŋnúnukála

source: Sentence Domain
yav: Kipíli kí nuáŋnúnukála

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
yav: Tuáŋtútukála etúú nusiéyuki akɛ kapíkúsikan ékipíli ekí́ mundukitikit nyiɛ́ kukɔ́lu anúutiŋenée

source: { $sentences } sentences reviewed. Thank you!
yav: { $sentences } Tuláŋnútukála tufiáláá . Ilémbíe!

source: Sentence Variant
yav: Nuáŋnúnukála núlotí

source: Separate sentences into one line by pressing “Enter” or “Return” once
yav: Sáyúnáa tuáŋtútukála nɔ kunyɔtɔ kisikílɛ kímoómu akɛ "nyipíkínín"

source: Service and Retail
yav: Kɔɔ́mu pókólosíe é kutúénen niifɛk

source: Share Common Voice
yav: Kuapa Kɔ́mɔn-Vɔyisɛ

source: Share your clip
yav: Kuapɛt puandáá esiéyuki émesíne

source: Shortcuts
yav: Kikandíní

source: [Should be ‘dinosaurs’]
yav: [ɛ́kɛsikɛnɛn kupáa pinúmpímɔnyɔk]

source: [Should be “We are”]
yav: [ɛ́ɛ, púkapá kupɔt]

source: Single
yav: Nuáŋnúnukála númoóm
